Repository: flutter/photobooth
Catalog: lib/l10n/arb/app_*.arb
Languages: es, fr, hu, id, ne, te, zh_hans, zh_hant

# landingPageHeading
source: Welcome to the I∕O Photo Booth
es: Bienvenido a I∕O Photo Booth
fr: Bienvenue sur I∕O Photo Booth
hu: Üdvözlünk az I∕O Photo Booth-ban
id: Selamat Datang di I∕O Photo Booth
ne: I∕O फोटो बुथमा स्वागत छ
te: గూగుల్ ఐ∕ఓ ఫోటో బూత్ కి స్వాగతం
zh_hans: 欢迎来到 I∕O 照相馆
zh_hant: 歡迎來到 I∕O 照相館

# landingPageSubheading
source: Take a photo and share it with the community!
es: ¡Haz una foto y compártela con la comunidad!
fr: Prenez une photo et partagez-la avec la communaut!
hu: Készíts egy fotót és oszd meg a közösséggel!
id: Berfotolah dan bagikan dengan orang-orang!
ne: फोटो लिनुहोस् र समुदायसँग साझा गर्नुहोस्!
te: ఒక చిత్రం తీస్కొని సమాజం తో పంచుకోండి!
zh_hans: 向社区分享您拍的照片！
zh_hant: 向社群分享您拍的照片！

# landingPageTakePhotoButtonText
source: Get started
es: Empezar
fr: Démarrer
hu: Kezdjünk bele
id: Mulai
ne: सुरु गर्नुहोस्
te: మొదలు పెట్టండి
zh_hans: 开拍
zh_hant: 開拍

# footerMadeWithText
source: Made with
es: Hecho con
fr: Fait avec
hu: Ezzel készült
id: Dibuat dengan
ne: द्वारा बनाइएको
te: తయారు చెయ్యబడింది
zh_hans: 产品构建基于
zh_hant: 產品構建基於

# footerMadeWithFlutterLinkText
source: Flutter
te: ఫ్లట్టర్

# footerMadeWithFirebaseLinkText
source: Firebase
te: ఫైర్బేస్ తో

# footerGoogleIOLinkText
source: Google I∕O
te: గూగుల్ ఐ∕ఓ

# footerCodelabLinkText
source: Codelab
te: కోడ్ ల్యాబ్

# footerHowItsMadeLinkText
source: How It's Made
es: Cómo se ha hecho
fr: Comment C'est Fait
hu: Hogyan készült
id: Bagaimana Ini Dibuat
ne: यो कसरी बनेको छ
te: ఎలా తయారు చేయబడింది
zh_hans: 本应用如何构建
zh_hant: 本應用程式如何構建

# footerTermsOfServiceLinkText
source: Terms of Service
es: Términos de Servicio
fr: Conditions d'utilisation
hu: Felhasználási feltételek
id: Syarat Layanan
ne: सेवाका सर्तहरु
te: నిబంధనలు మరియు సేవలు
zh_hans: 服务条款
zh_hant: 服務條款

# footerPrivacyPolicyLinkText
source: Privacy Policy
es: Política de Privacidad
fr: Politique de confidentialité
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
ne: गोपनीयता नीति
te: ప్రైవసి పాలసీ
zh_hans: 隐私权政策
zh_hant: 私隱權政策

# sharePageHeading
source: Share your photo with the community!
es: ¡Comparte tu foto con la comunidad!
fr: Partagez votre photo avec la communauté!
hu: Oszd meg a fotód a közösséggel!
id: Bagikan foto Anda dengan orang-orang!
ne: समुदाय संग आफ्नो फोटो साझा गर्नुहोस्!
te: మీ చిత్రం సమాజం తో పంచుకోండి!
zh_hans: 向社区分享您拍的照片！
zh_hant: 向社群分享您拍的照片！

# sharePageSubheading
source: Share your photo with the community!
es: ¡Comparte tu foto con la comunidad!
fr: Partagez votre photo avec la communauté!
hu: Oszd meg a fotód a közösséggel!
id: Bagikan foto Anda dengan orang-orang!
ne: समुदाय संग आफ्नो फोटो साझा गर्नुहोस्!
te: మీ చిత్రం సమాజం తో పంచుకోండి!
zh_hans: 向社区分享您拍的照片！
zh_hant: 向社群分享您拍的照片！

# sharePageSuccessHeading
source: Photo Shared!
es: ¡Foto compartida!
fr: Photo Partagée!
hu: Fotó megosztva!
id: Foto Dibagikan!
ne: फोटो साझा गरियो!
te: చిత్రం పంచబడినది!
zh_hans: 拍照已分享！
zh_hant: 拍照已分享！

# sharePageSuccessSubheading
source: Thanks for using our Flutter web app! Your photo has been published at this unique URL
es: ¡Gracias por utilizar nuestra aplicación web con Flutter! Tu foto ha sido publicada en esta url única
fr: Merci d'avoir utilisé notre web application Flutter! Votre photo a été publiée sur cette URL unique
hu: Köszönjük, hogy a Flutter webalkalmazásunkat használtad! A fotód közzé lett téve ezen az egyedi webcímen
id: Terima kasih telah menggunnakan aplikasi web Flutter kami! Foto Anda telah dibagikan dengan URL unik ini
ne: हाम्रो Flutter वेब अनुप्रयोग प्रयोग गर्नुभएकोमा धन्यबाद! तपाईंको फोटो यस अद्वितीय URL मा प्रकाशित गरिएको छ
te: ఫ్లట్టర్ వెబ్ యాప్ను ఉపయోగించినందుకు కృతఙ్ఞతలు ! మీ చిత్రం ఈ ఏకైక యు.ఆర్.ఎల్ వద్ద ప్రచురింపబడినది
zh_hans: 感谢使用由 Flutter 构建的 Web 应用，您拍的照片已经发布在这个唯一的网址上了
zh_hant: 感謝使用由 Flutter 構建的 Web 應用程式，您拍的照片已經發佈在這個唯一的網址上了

# sharePageSuccessCaption1
source: Your photo will be available at that URL for 30 days and then automatically deleted. To request early deletion of your photo, please contact
es: Tu foto estará disponible en esta URL durante 30 días y después se eliminará automáticamente. Para solicitar que se elimine antes, por favor contacta con
fr: Votre photo sera disponible sur cette URL pendant 30 jours ensuite elle sera automatiquement supprimée. Pour demander une suppression anticipée, contactez
hu: A fotód elérhető lesz azon a webcímen 30 napig, majd automatikusan törölve lesz. A fotód korai törléséhez vedd fel a kapcsolatot a
id: Foto Anda di URL itu akan tersedia selama 30 hari sebelum kemudian akan otomatis terhapus. Untuk permohonan penghapusan lebih awal, harap hubungi
ne: तपाईंको फोटो ३० दिनको लागि त्यस URL मा उपलब्ध हुनेछ र स्वचालित रूपमा मेटाइनेछ। तपाईको तस्विरलाई हटाउनका लागि अनुरोध गर्नुहोस्
te: మీ చిత్రం ఈ యు.ఆర్.ఎల్ వద్ద నుండి 30 రోజుల్లో స్వయంగా చెరపబడుతుంది. త్వరగా చెరపవలెను అంటే సంప్రదించండి
zh_hans: 您拍的照片将在这个网址上保留 30 天然后被自动删除。若要请求提前删除，请联系
zh_hant: 您拍的照片將在這個網址上保留 30 天然後被自動刪除。若要請求提前刪除，請聯絡

# sharePageSuccessCaption3
source: and be sure to include your unique URL in your request.
es: y asegúrate de incluir la URL única en tu solicitud.
fr: et assurez-vous d'inclure votre URL unique dans votre demande.
hu: e-mail címen, és feltétlenül add meg az egyedi webcímet a törléshez.
id: dan pastikan untuk mencantumkan URL unik Anda pada permohonan.
ne: र तपाइँको अनुरोध मा तपाइँको अद्वितीय URL समावेश गर्न निश्चित हुनुहोस्।
te: మీ ఏకైక యు.ఆర్.ఎల్ ని చేర్చడం మరవకండి.
zh_hans: 并确保带上照片的唯一网址。
zh_hant: 並確保帶上照片的唯一網址。

# sharePageRetakeButtonText
source: Take new photo
es: Hacer una foto nueva
fr: Prendre une nouvelle photo
hu: Készíts egy új fotót
id: Ambill foto baru
ne: नयाँ फोटो लिनुहोस्
te: కొత్త చిత్రం తీయుము
zh_hans: 重新拍一张
zh_hant: 重新拍一張

# sharePageShareButtonText
source: Share
es: Compartir
fr: Partager
hu: Megosztás
id: Bagikan
ne: सेयर गर्नुहोस्
te: పంచుము
zh_hans: 分享
zh_hant: 分享

# sharePageDownloadButtonText
source: Download
es: Descargar
fr: Télécharger
hu: Letöltés
id: Unduh
ne: डाउनलोड गर्नुहोस्
te: డౌన్లోడ్
zh_hans: 下载
zh_hant: 下載

# socialMediaShareLinkText
source: Just took a selfie at the #IOPhotoBooth. See you at #GoogleIO!
es: Me hice un selfie en #IOPhotoBooth. Nos vemos en #GoogleIO!
fr: J'viens de prendre un selfie au #IOPhotoBooth. On se voit à la #GoogleIO!
hu: Éppen készítettem egy szelfit a #IOPhotoBooth-nál. Még látjuk egymást a #GoogleIO-n!
id: Baru saja mengambil swafoto di #IOPhotoBooth. Sampai jumpa di #GoogleIO!
ne: भर्खरै #IOPhotoBooth मा एउटा सेल्फी लिएँ। #GoogleIO मा भेटौंला!
te: ఇప్పుడే #IOPhotoBooth వద్ద ఒక సెల్ఫీ తీసుకున్నా. #GoogleIO లో కలుద్దాం!
zh_hans: 刚通过 #IO照相馆 拍了一张自拍，大家 #GoogleIO 大会见！#IOPhotoBooth
zh_hant: 剛通過 #IO照相館 拍了一張自拍，大家 #GoogleIO 大會見！#IOPhotoBooth

# previewPageCameraNotAllowedText
source: You have denied camera permissions. Please grant access in order to use app.
es: Has denegado los permisos de la cámara. Por favor activa los permisos para poder utilizar la aplicación.
fr: Vous avez refusé les autorisations de la caméra. Veuillez accorder l'accès afin d'utiliser l'application.
hu: Megtagadtad a hozzáférést a kamerádhoz. Kérjük adj hozzáférést, hogy használhasd az alkalmazást.
id: Anda menolak izin kamera. Harap berikan izin akses untuk dapat menggunakan aplikasi.
ne: तपाईंले क्यामेरा अनुमति अस्वीकार गर्नुभयो। कृपया अनुप्रयोग प्रयोग गर्न अनुमति दिनुहोस्।
te: మీరు అనుమతి తిరస్కరించారు. అప్ ని ఉపయోగించాలి అంటే అనుమతి ఇవ్వండి
zh_hans: 您拒绝授予使用设备相机的权限，为了使用这个应用，请予以授权。
zh_hant: 您拒絕授予使用設備相機的權限，為了使用這個應用程式，請予以授權。

# sharePageSocialMediaShareClarification1
source: If you choose to share your photo on social media, it will be available at a unique URL for 30 days and then automatically deleted. Photos that are not shared, are not stored. To request early deletion of your photo, please contact
es: Si eliges compartir tu foto en redes sociales, estará disponible en una URL única durante 30 días y después se eliminará automáticamente. Fotos que no se compartan no se guardarán. Para solicitar que se elimine antes, por favor contacta con
fr: Si vous choisissez de partager votre photo sur les réseaux sociaux, elle sera disponible sur une URL unique pendant 30 jours, puis automatiquement supprimée. Les photos non-partagées ne sont pas stockées. Pour demander la suppression anticipée de votre photo, veuillez contacter
hu: Ha a közösségi médiában szeretnéd megosztani a fotód, akkor 30 napig elérhető lesz ezen az egyedi webcímen, majd automatikusan törölve lesz. A fotók amelyek nem kerülnek megosztásra, nem lesznek eltárolva. A fotód korai törléséhez vedd fel a kapcsolatot a
id: Jika Anda meimilih untuk membagikan foto di media sosial, foto Anda akan tersedia di URL unik selama 30 hari sebelum kemudian akan otomatis terhapus. Foto yang tidak dibagikan, tidak akan disimpan. Untuk permohonan penghapusan lebih awal, harap hubungi
ne: यदि तपाइँ सोशल मिडियामा तपाइँको फोटो साझेदारी गर्न छनौट गर्नुहुन्छ भने, यो ३० दिनको लागि अद्वितीय URL उपलब्ध हुनेछ र स्वचालित रूपमा मेटाइनेछ। साझेदारी नभएका तस्विरहरु भण्डार गरिने छैन। तपाईको तस्विरलाई हटाउनका लागि अनुरोध गर्नुहोस्
te: సోషల్ మీడియాపై మీ చిత్రాన్ని పంచుకోవాలి అంటే , మీ చిత్రం ఒక ఏకైక యు.ఆర్.ఎల్ వద్ద నుండి 30 రోజులు ఉండును, ఆ తర్వాత స్వయంగా చెరపబడుతుంది. త్వరగా చెరపవలెను అంటే సంప్రదించండి
zh_hans: 如果您选择在社交平台上分享您拍的照片，应用将会生成一个唯一的、30 天有效期网址的网址（过期自动删除），照片亦不会被分享或者存储。如果您希望提早删除这些照片，请联系
zh_hant: 如果您選擇在社交平台上分享您拍的照片，應用程式將會生成一個唯一的、30 天有效期網址的網址（過期自動刪除），照片亦不會被分享或者存儲。如果您希望提早刪除這些照片，請聯絡

# sharePageSocialMediaShareClarification3
source: and be sure to include your unique URL in your request.
es: y asegúrate de incluir la URL única en tu solicitud.
fr: et assurez-vous d'inclure votre URL unique dans a demande.
hu: e-mail címen, és feltétlenül add meg az egyedi webcímet a törléshez.
id: dan pastikan untuk mencantumkan URL unik Anda pada permohonan.
ne: र तपाइँको अनुरोध मा तपाइँको अद्वितीय URL समावेश गर्न निश्चित गर्नुहोस्।
te: మీ ఏకైక యు.ఆర్.ఎల్ ని చేర్చడం మరవకండి.
zh_hans: 并且带上照片的唯一网址。
zh_hant: 並且帶上照片的唯一網址。

# sharePageCopyLinkButton
source: Copy
es: Copiar
fr: Copier
hu: Másolás
id: Salin
ne: प्रतिलिपि
te: కాపీ
zh_hans: 复制
zh_hant: 複製

# sharePageLinkedCopiedButton
source: Copied
es: Copiado
fr: Copiée
hu: Másolva
id: Berhasil disalin
ne: प्रतिलिपि गरियो
te: కాపీ అయ్యింది
zh_hans: 已复制
zh_hant: 已複製

# sharePageErrorHeading
source: We're having trouble processing your image
es: Tenemos problemas procesando tu imagen
fr: Nous rencontrons des difficultés pour traiter votre image
hu: Gondjaink akadtak a fotód feldolgozásával
id: Kami mengalami kendala memproses gambar Anda
ne: हामीलाई तपाईंको छवि प्रशोधन गर्न समस्या भइरहेको छ
te: మీ చిత్రాన్ని ప్రాసెస్ చెయ్యడంలో మాకు ఇబ్బందులు వస్తున్నాయి
zh_hans: 处理照片时遇到了一些问题
zh_hant: 處理照片時遇到了一些問題

# sharePageErrorSubheading
source: Please make sure your device and browser are up to date. If this issue persists, please contact flutter-photo-booth@google.com.
es: Por favor asegúrate de que tu dispositivo y navegador están actualizados. Si el problema continúa, por favor contacta flutter-photo-booth@google.com.
fr: Veuillez vous assurer que votre appareil et votre navigateur sont à jour. Si ce problème persiste, veuillez contacter flutter-photo-booth@google.com.
hu: Kérjük ellenőrizd, hogy eszközöd és böngésződ naprakész-e. Hogyha a probléma továbbra is jelen van vedd fel a kapcsolatot a flutter-photo-booth@google.com e-mail címen.
id: Pastikan perangkat dan peramban Anda dalam versi terkini. Jika masalah ini berlanjut, harap kontak flutter-photo-booth@google.com.
ne: कृपया निश्चित गर्नुहोस् कि तपाईंको उपकरण र ब्राउजर अप-टु-डेट छन्। यदि यो मुद्दा जारी रहन्छ भने, कृपया flutter-photo-booth@google.com मा सम्पर्क गर्नुहोस्।
te: మీ డివైస్ మరియు బ్రౌసర్ తాజాగా ఉన్నట్టు చూసుకోండి. ఈ ఇబ్బంది కొనసాగితే flutter-photo-booth@google.com ను సంప్రదించండి.
zh_hans: 请确保您的设备和浏览器都更新到了最新版本，如果问题依旧存在，请通过这个邮件与我们联系 flutter-photo-booth@google.com 。
zh_hant: 請確保您的設備和瀏覽器都更新到了最新版本，如果問題依舊存在，請通過這個郵件與我們聯絡 flutter-photo-booth@google.com 。

# shareDialogHeading
source: Share your photo!
es: ¡Comparte tu foto!
fr: Partagez votre photo!
hu: Oszd meg a fotód!
id: Bagikan foto Anda!
ne: तपाईंको फोटो साझा गर्नुहोस्!
te: మీ చిత్రాన్ని పంచుకోండి!
zh_hans: 分享您拍的照片！
zh_hant: 分享您拍的照片！

# shareDialogSubheading
source: Let everyone know you're at Google I∕O by sharing your photo & updating your profile picture during the event!
es: ¡Deja que todo el mundo sepa que estás en Google I∕O compartiendo tu foto y actualizando tu foto de perfil durante el evento!
fr: Informez tout le monde que vous êtes à la Google I∕O en partageant votre photo et en mettant à jour votre photo de profil pendant l'événement!
hu: Tudasd mindenkivel, hogy részt veszel a Google I∕O-n azzal, hogy megosztod a fotódat és frissíted a profilképedet az esemény alatt.
id: Kabari semua orang Anda sedang di Google I∕O dengan membagikan foto & memperbarui foto profil Anda selama acara!
ne: तपाईं Google I∕O मा हुनुहुन्छ भनेर र कार्यक्रमको समयमा तपाईंको प्रोफाइल तस्वीर अपडेट गरेर सबैलाई थाहा दिनुहोस्!
te: ఈవెంట్ జరుగుతున్నప్పుడు మీ చిత్రాన్ని పంచుకొని మరియు మీ ప్రొఫైల్ చిత్రాన్ని మార్చుకొని, మీరు గూగుల్ ఐ∕ఓ వద్ద ఉన్నట్టు అందరికి తెలియచేయండి!
zh_hans: 与其他人分享您拍的照片，也可以替换为头像，让大家知道您在参加 Google I/O 大会！
zh_hant: 與其他人分享您拍的照片，也可以替換為頭像，讓大家知道您在參加 Google I/O 大會！

# shareErrorDialogHeading
source: Oops!
hu: Hoppá!
id: Ups!
ne: उफ्!
te: అయ్యాయో!
zh_hans: 喔唷！
zh_hant: 喔唷！

# shareErrorDialogTryAgainButton
source: Go back
es: Volver
fr: Retourner
hu: Menj vissza
id: Kembali
ne: पछाडि जानुहोस्
te: వెనుకకు వెళ్ళండి
zh_hans: 退回
zh_hant: 退回

# shareErrorDialogSubheading
source: Something went wrong and we couldn't load your photo.
es: Algo ha ido mal y no pudimos cargar tu foto.
fr: Une erreur s'est produite et nous n'avons pas pu charger votre photo.
hu: Valami hiba történt és nem tudtuk betölteni a fotódat.
id: Terdapat masalah dan kami tidak dapat memuat foto anda.
ne: केही गलत भयो र हामी तपाईंको फोटो लोड गर्न सक्दैनौं।
te: ఎదో తప్పు జరిగినందువల్ల మీ చిత్రాన్ని లోడ్ చెయ్యలేకపోతున్నాం.
zh_hans: 出了点问题，我们没法加载您拍的照片了。
zh_hant: 出了點問題，我們沒法加載您拍的照片了。

# sharePageProgressOverlayHeading
source: We're making your photo pixel perfect with Flutter!
es: ¡Estamos haciendo tu foto pixel perfect con Flutter!
fr: Nous rendons votre photo pixel perfect avec Flutter!
hu: Éppen tökéletesítjük a fotódat Flutterrel!
id: Kami membuat foto Anda menjadi sempurna dengan Flutter!
ne: हामी तपाईंको फोटोलाई Flutter को साथ उत्तम बनाउँदैछौं!
te: మీ చిత్రాన్ని ఫ్లట్టర్తో పిక్సెల్ పర్ఫెక్ట్ చేస్తున్నాం!
zh_hans: 正在通过 Flutter “精修” 您拍的照片！
zh_hant: 正在通過 Flutter 「精修」 您拍的照片！

# sharePageProgressOverlaySubheading
source: Please do not close this tab.
es: Por favor no cierres esta pestaña.
fr: Veuillez ne pas fermer cet onglet.
hu: Kérjük, ne zárd be ezt a lapot.
id: Tolong jangan tutup tab ini.
ne: कृपया यो ट्याब बन्द नगर्नुहोस्।
te: ఈ ట్యాబ్ను మూయవద్దు.
zh_hans: 请不要关闭本页面。
zh_hant: 請不要關閉本頁面。

# shareDialogTwitterButtonText
source: Twitter
te: ట్విట్టర్

# shareDialogFacebookButtonText
source: Facebook
te: ఫేస్బుక్

# photoBoothCameraAccessDeniedHeadline
source: Camera access denied
es: Acceso a la cámara denegado
fr: Accès à la camera refusée
hu: Kamera hozzáférés megtagadva
id: Akses kamera ditolak
ne: क्यामेरा पहुँच अस्वीकृत
te: కెమెరా అనుమతి తిరస్కరించబడినది
zh_hans: 相机权限获取失败
zh_hant: 相機權限獲取失敗

# photoBoothCameraAccessDeniedSubheadline
source: To take a photo, you must allow browser access to your camera.
es: Para hacerte una foto necesitas dar acceso a tu cámara al navegador.
fr: Pour prendre une photo, vous devez autoriser le navigateur d'accéder à votre camera.
hu: Ahhoz, hogy fotót készíthess, adj hozzáférést a böngésződnek a kamerádhoz.
id: Untuk mengambil foto, Anda harus memberi peramban izin akses ke kamera.
ne: फोटो लिनका लागि तपाईले आफ्नो क्यामेरामा ब्राउजर पहुँच अनुमति दिनुपर्दछ।
te: చిత్రాన్ని తీయాలంటే బ్రౌసర్కి కెమెరా అనుమతి ఇవ్వవలెను.
zh_hans: 为了拍照成功，您需要允许浏览器获取您的相机权限
zh_hant: 為了拍照成功，您需要允許瀏覽器獲取您的相機權限

# photoBoothCameraNotFoundHeadline
source: We canâ€™t find your camera
es: No podemos encontrar tu cámara
fr: Nous n'arrivons à pas trouver votre camera
hu: Nem találjuk a kamerádat.
id: Kami tidak dapat menemukan kamera Anda
ne: हामी तपाईंको क्यामेरा फेला पार्न सकेनौ
te: కెమెరా ని కనిబెట్టలేకపోతున్నాము
zh_hans: 无法找到相机
zh_hant: 無法找到相機

# photoBoothCameraNotFoundSubheadline1
source: Looks like your device does not have a camera or it is not working.
es: Parece que tu dispositivo no tiene cámara o no está funcionando.
fr: On dirait que votre appareil n'a pas de camera ou qu'elle est endommagée.
hu: Úgy tűnik, hogy az eszközöd nem rendelkezik kamerával, vagy az nem működik.
id: Sepertinya perangkat Anda tidak memiliki kamera atau sedang tidak berfungsi.
ne: तपाईंको उपकरणमा क्यामेरा छैन वा यसले काम गरिरहेको छैन।
te: మీ డెవిస్లో కెమెరా లేనట్టు లేక పనిచేయడం లేనట్లు ఉంది.
zh_hans: 您的设备似乎并没有相机或者相机工作不正常
zh_hant: 您的設備似乎並沒有相機或者相機工作不正常

# photoBoothCameraNotFoundSubheadline2
source: To take a photo, please revisit I∕O Photo Booth from a device with a camera.
es: Para hacerte una foto, por favor vuelve a visitar I∕O Photo Booth desde un dispositivo con cámara.
fr: Pour prendre une photo, veuillez revisiter I∕O Photo Booth à partir d'un appareil ayant une camera.
hu: Ahhoz, hogy fotót készíthess, kérjük látogasd meg az I∕O Photo Booth-ot egy kamerával rendelkező eszközről.
id: Untuk mengambil foto, harap kunjungi kembali I∕O Photo Booth dari perangkat dedngan kamera.
ne: फोटो लिनका लागि कृपया I∕O फोटो बुथ क्यामेरा भएको उपकरणबाट पुन: भ्रमण गर्नुहोस्।
te: చిత్రం తీయాలంటే ఐ∕ఓ ఫోటో బూత్ను కెమెరా ఉన్న డివైస్ నుండి సందర్శించండి
zh_hans: 如果您希望使用这个应用进行拍照，请通过相机功能正常的设备访问 I∕O 照相馆页面。
zh_hant: 如果您希望使用這個應用程式進行拍照，請通過相機功能正常的設備訪問 I∕O 照相館頁面。

# photoBoothCameraErrorHeadline
source: Oops! Something went wrong
es: ¡Oops! Algo fue mal
fr: Oops! Quelque chose s'est mal passé
hu: Hoppá! Valami hiba történt
id: Ups! Terdapat masalah
ne: उफ्! केहि गलत भयो
te: అయ్యాయో! ఎదో పొరపాటు జరిగింది.
zh_hans: 糟糕，出错儿了
zh_hant: 糟糕，出錯了

# photoBoothCameraErrorSubheadline1
source: Please refresh your browser and try again.
es: Por favor refresca tu navegador e inténtalo de nuevo.
fr: Veuillez rafraîchir votre navigateur et essayer à nouveau.
hu: Kérjük frissítsd a lapot a
id: Harap muat ulang peramban dan coba lagi.
ne: कृपया तपाइँको ब्राउजर ताजा गर्नुहोस् र फेरि प्रयास गर्नुहोस्।
te: మీ బ్రౌజర్ను రిఫ్రెష్ చేసి మల్లి ప్రయత్నించండి.
zh_hans: 请刷新您的浏览器然后重试。
zh_hant: 請刷新您的瀏覽器然後重試。

# photoBoothCameraErrorSubheadline2
source: If this issue persists, please contact flutter-photo-booth@google.com
es: Si este problema persiste, por favor contacta con flutter-photo-booth@google.com
fr: Si ce problème persiste, Veuillez contacter flutter-photo-booth@google.com
hu: Hogyha a probléma továbbra is jelen van vedd fel a kapcsolatot a flutter-photo-booth@google.com e-mail címen.
id: Jika masalah ini berlanjut, harap kontak flutter-photo-booth@google.com
ne: यदि यो मुद्दा जारी रहन्छ भने, कृपया flutter-photo-booth@google.com मा सम्पर्क गर्नुहोस्
te: ఈ ఇబ్బంది కొనసాగినట్లైతే flutter-photo-booth@google.com ను సంప్రదించండి.
zh_hans: 如果问题仍一直出现，请通过邮件联系我们 flutter-photo-booth@google.com
zh_hant: 如果問題仍一直出現，請通過郵件聯絡我們 flutter-photo-booth@google.com

# photoBoothCameraNotSupportedHeadline
source: Oops! Something went wrong
es: Oops! Algo ha ido mal
fr: Oops! Quelque chose s'est mal passé
hu: Hoppá! Valami hiba történt
id: Ups! Terdapat masalah
ne: उफ्! केहि गलत भयो
te: అయ్యాయో! ఎదో పొరపాటు జరిగింది.
zh_hans: 糟糕，出错儿了
zh_hant: 糟糕，出錯了

# photoBoothCameraNotSupportedSubheadline
source: Please make sure your device and browser are up to date.
es: Por favor asegúrate de que tu dispositivo y navegador están actualizados.
fr: Veuillez vous assurer que votre appareil et votre navigateur sont à jour.
hu: Kérjük ellenőrizd, hogy eszközöd és böngésződ naprakész-e.
id: Harap pastikan perangkat dan peramban Anda dalam versi terkini.
ne: कृपया निश्चित गर्नुहोस् कि तपाईंको उपकरण र ब्राउजर अप-टु-डेट छन्।
te: మీ డివైస్ మరియు బ్రౌసర్ తాజాగా ఉన్నట్టు చూసుకోండి.
zh_hans: 请确保您的设备和浏览器都已更新至最新版本。
zh_hant: 請確保您的設備和瀏覽器都已更新至最新版本。

# stickersDrawerTitle
source: Add Props
es: Añade Accesorios
fr: Ajouter des Accessoires
hu: Kellékek hozzáadása
id: Tambah Properti
ne: प्रोप्स थप्नुहोस्
te: ప్రాప్స్ ను జోడించండి
zh_hans: 添加贴纸
zh_hant: 添加貼圖

# openStickersTooltip
source: Add Props
es: Añadir Accesorios
fr: Ajouter des Accessoires
hu: Kellékek hozzáadása
id: Tambah Properti
ne: प्रोप्स थप्नुहोस्
te: ప్రాప్స్ ను జోడించండి
zh_hans: 添加贴纸
zh_hant: 添加貼圖

# retakeButtonTooltip
source: Retake
es: Volver a hacer una foto
fr: Reprendre
hu: Újrafotózás
id: Ambil Ulang
ne: पुनः लिनुहोस्
te: మళ్ళీ తీయండి
zh_hans: 重拍
zh_hant: 重拍

# clearStickersButtonTooltip
source: Clear Props
es: Eliminar Accesorios
fr: Supprimer des Accessoires
hu: Kellékek törlése
ne: प्रोपहरू खाली गर्नुहोस्
te: ప్రాప్స్ ను తీసేయండి
zh_hans: 清除贴纸
zh_hant: 清除貼圖

# charactersCaptionText
source: Add Friends
es: Añadir amigos
fr: Ajouter des Amis
hu: Barátok hozzáadása
id: Tambahkan Teman
ne: साथीहरू थप्नुहोस्
te: స్నేహితులను కలపండి
zh_hans: 来几个好朋友
zh_hant: 來幾個好朋友

# sharePageLearnMoreAboutTextPart1
source: Learn more about
es: Aprende más sobre
fr: Apprendre plus sur
hu: Tudj meg többet a
id: Pelajari lebih lanjut tentang
ne: को बारे मा अधिक जान्नुहोस्
te: ఇంకా తెలుసుకోండి
zh_hans: 您可以了解更多关于
zh_hant: 您可以瞭解更多關於

# sharePageLearnMoreAboutTextPart2
source: and
es: y
fr: et
hu: és
id: dan
ne: र
te: మరియు
zh_hans: 和
zh_hant: 和

# sharePageLearnMoreAboutTextPart3
source: or dive right into the
es: o sumérgete
fr: ou plonger directement dans le
hu: technológiákról, vagy tekintsd meg a
id: atau langsung kunjungi
ne: जानुहोस्
te: లేదా నేరుగా దూకండి
zh_hans: ，或者更深入的了解和查看
zh_hant: ，或者更深入的瞭解和查看

# sharePageLearnMoreAboutTextPart4
source: open source code
es: en el código open source
fr: code open source
hu: nyílt forráskódot
id: kode sumber terbuka
ne: खुला स्रोत कोड
te: ఓపెన్ సోర్స్ కోడ్
zh_hans: 开源代码。
zh_hant: 開原始碼。

# goToGoogleIOButtonText
source: Go to Google I∕O
es: Ir a Google I∕O
fr: Aller sur Google I∕O
hu: Menj a Google I∕O-ra
id: Pergi ke Google I∕O
ne: Google I∕O मा जानुहोस्
te: గూగుల్ ఐ∕ఓ కి వెళ్ళండి
zh_hans: 查看 Google I∕O 内容
zh_hant: 查看 Google I∕O 內容

# clearStickersDialogHeading
source: Clear all props?
es: ¿Borrar todos los accesorios?
fr: Supprimer tous les accessoires?
hu: Törlöd a kellékeket?
id: Bersihkan semua properti?
ne: सबै प्रोपहरू हटाउने?
te: అన్ని ప్రాప్స్ ను తొలగించాలా?
zh_hans: 要清除所有贴纸吗？
zh_hant: 要清除所有貼圖嗎？

# clearStickersDialogSubheading
source: Do you want to remove all of the props from the screen?
es: ¿Quieres borrar todos los accesorios de la pantalla?
fr: Voulez-vous supprimer tous les accessoires de l'écran?
hu: Törölni szeretnéd az összes kelléket a képernyőről?
id: Apakah Anda ingin menghapus semua properti dari layar?
ne: के तपाइँ स्क्रिनबाट सबै प्रोपहरू हटाउन चाहानुहुन्छ?
te: స్క్రీన్ పైనుండి అన్ని ప్రాప్స్ ను తొలగించాలి అనుకుంటున్నారా?
zh_hans: 您是要清空屏幕上所有添加的贴纸吗？
zh_hant: 您是要清空屏幕上所有添加的貼圖嗎？

# clearStickersDialogCancelButtonText
source: No, take me back
es: No, llévame de vuelta
fr: Non, retourner
hu: Nem, vigyél vissza
id: Tidak, kembali lagi
ne: होइन, मलाई फिर्ता लग्नुहोस्
te: వద్దు,వెనుకకు తీసుకెళ్లండి
zh_hans: 不是，请返回上一页
zh_hant: 不是，請返回上一頁

# clearStickersDialogConfirmButtonText
source: Yes, clear all props
es: Sí, borra todos los accesorios
fr: Oui, supprimer tous
hu: Igen, kellékek törlése
id: Ya, bersihkan semua properti
ne: हो, सबै प्रोपहरू खाली गर्नुहोस्
te: అవును,తొలగించండి
zh_hans: 是的，清除所有贴纸
zh_hant: 是的，清除所有貼圖

# propsReminderText
source: Add some props
es: Añade algún accesorio
fr: Ajouter quelques accessoires
hu: Kellékek hozzáadása
id: Tambahkan beberapa properti
ne: केहि प्रोप्स थप्नुहोस्
te: కొన్ని ప్రాప్స్ ను జోడించండి
zh_hans: 添加一些贴纸
zh_hant: 添加一些貼圖
