Repository: flutter/photobooth
Catalog: lib/l10n/arb/app_*.arb
Languages: es, fr, hu, id, ne, te, zh_hans, zh_hant

# stickersNextConfirmationHeading
source: Ready to see the final photo?
es: ¿Preparado para ver la foto final?
fr: Prêt à voir la photo finale?
hu: Készen állsz a kész fotó megtekintésére?
id: Sudah siap untuk melihat foto akhir?
ne: अन्तिम फोटो हेर्न तयार हुनुहुन्छ?
te: చివరి చిత్రం చూడటానికి సిద్ధంగా ఉన్నారా?
zh_hans: 准备好查看您拍的照片了嘛？
zh_hant: 準備好查看您拍的照片了嘛？

# stickersNextConfirmationSubheading
source: Once you leave this screen you won't be able to make any changes
es: Al salir de esta pantalla no podrás hacer más cambios
fr: Une fois que vous quittez cet écran, vous ne pourrez plus rien modifier
hu: Ha elhagyod ezt a képernyőt, nem fogsz tudni további módosításokat végrehajtani
id: Setelah menginggalkan halaman ini Anda tidak akan bisa membuat perubahan
ne: एकचोटि तपाईंले यो स्क्रिन छोड्नुभयो भने तपाईं कुनै परिवर्तन गर्न सक्नुहुनेछैन
te: ఈ స్క్రీన్ ను విడిస్తే మళ్ళీ ఏ రకమైన మార్పులు చెయ్యలేరు
zh_hans: 一旦您离开这个页面，照片就不能再进行任何修改了喔。
zh_hant: 一旦您離開這個頁面，照片就不能再進行任何修改了喔。

# stickersNextConfirmationCancelButtonText
source: No, I'm still creating
es: No, todavía estoy creando
fr: Non, je crée encore
hu: Nem, még alkotok
id: Tidak, Saya masih membuat
ne: होइन, म अझै सिर्जना गर्दैछु
te: లేదు, నేను ఇంకా తయారుచేస్తున్నాను
zh_hans: 不要，我还需要再改改
zh_hant: 不要，我還需要再改改

# stickersNextConfirmationConfirmButtonText
source: Yes, show me
es: Sí, múestramela
fr: Oui, montre-moi
hu: Igen, mutasd meg
id: Ya, tampilkan
ne: हो, मलाई देखाउनुहोस्
te: అవును, చూపించండి
zh_hans: 可以，展示我拍的照片
zh_hant: 可以，展示我拍的照片

# stickersRetakeConfirmationHeading
source: Are you sure?
es: ¿Estás seguro?
fr: Êtes-vous sûr?
hu: Biztos vagy benne?
id: Apa Anda yakin?
ne: साच्चै हो?
te: మీరు ఖచ్చితంగా ఉన్నారా ?
zh_hans: 您确定吗？
zh_hant: 您確定嗎？

# stickersRetakeConfirmationSubheading
source: Retaking the photo will remove any props you've added
es: Repetir la foto borrará cualquier accesorio añadido
fr: Reprendre la photo supprimera tous les accessoires que vous avez ajoutés
hu: Az újrafotózás eltűnteti a hozzáadott kellékeket
id: Mengambil ulang foto akan menghapus semua properti yang telah Anda tambahkan
ne: फोटो पुन: खिच्दै खिच्दा तपाईंले थपेको सबै प्रोपहरू हट्नेछन्
te: చిత్రాన్ని మళ్ళీ తీస్తే మీరు జోడించిన ప్రాప్స్ పోతాయి
zh_hans: 选择重拍会让您添加的所有贴纸和朋友都被移除
zh_hant: 選擇重拍會讓您添加的所有貼圖和朋友都被移除

# stickersRetakeConfirmationCancelButtonText
source: No, stay here
es: No, me quedo aquí
fr: Non, rester ici
hu: Nem, maradok itt
id: Tidak, tetap di sini
ne: होइन, यहाँ बस्नुहोस्
te: వద్దు, ఇక్కడే ఉండండి
zh_hans: 不要，请留在当前页面
zh_hant: 不要，請留在當前頁面

# stickersRetakeConfirmationConfirmButtonText
source: Yes, retake photo
es: Sí, volver a hacer la foto
fr: Oui, reprendre la photo
hu: Igen, újrafotózom
id: Ya, ambil ulang foto
ne: हो, फोटो पुनः लिनुहोस्
te: అవును, చిత్రం మళ్ళీ తీయండి
zh_hans: 是的，重新拍照
zh_hant: 是的，重新拍照

# shareRetakeConfirmationHeading
source: Ready to take a new photo?
es: ¿Listo para hacer una nueva foto?
fr: Prêt à prendre une nouvelle photo ?
hu: Készen állsz egy új fotó elkészítésére?
id: Sudah siap untuk mengambil foto baru?
ne: नयाँ फोटो लिन तयार हुनुहुन्छ?
te: కొత్త చిత్రం తీయటానికి సిద్ధంగా ఉన్నారా?
zh_hans: 准备好拍一张新照片了吗？
zh_hant: 準備好拍一張新照片了嗎？

# shareRetakeConfirmationSubheading
source: Remember to download or share this one first
es: Recuerda descargar o compartir esta primero
fr: N'oubliez pas de télécharger ou de partager celle-ci en premier
hu: Ne felejtsd el letölteni vagy megosztani ezt először
id: Ingat untuk mengunduh atau membagikan foto ini terlebih dahulu
ne: पहिले यसलाई डाउनलोड वा साझेदारी गर्न सम्झनुहोस्
te: ముందు దీనిని డౌన్లోడ్ లేక పంచుకోవడం గుర్తుంచుకోండి
zh_hans: 记得把刚拍的那张下载保存或者分享出去
zh_hant: 記得把剛拍的那張下載保存或者分享出去

# shareRetakeConfirmationCancelButtonText
source: No, stay here
es: No, me quedo aquí
fr: Non, rester ici
hu: Nem, maradok itt
id: Tidak, tetap di sini
ne: होइन, यहाँ बस्नुहोस्
te: వద్దు, ఇక్కడే ఉండండి
zh_hans: 没有，请留在当前页面
zh_hant: 沒有，請留在當前頁面

# shareRetakeConfirmationConfirmButtonText
source: Yes, retake photo
es: Sí, volver a hacer la foto
fr: Oui, reprendre la photo
hu: Igen, újrafotózom
id: Ya, ambil ulang foto
ne: हो, फोटो पुनः लिनुहोस्
te: అవును, చిత్రం మళ్ళీ తీయండి
zh_hans: 是的，重新拍照
zh_hant: 是的，重新拍照

# shutterButtonLabelText
source: Take photo
es: Hacer foto
fr: Prendre une photo
hu: Fotó készítése
id: Ambil foto
ne: तस्बिर लेउ
te: ఫోటో తీయండి
zh_hans: 拍照
zh_hant: 拍照

# stickersNextButtonLabelText
source: Create final photo
es: Crear foto final
fr: Créer la photo finale
hu: Végleges fotó elkészítése
id: Buat foto akhir
ne: अन्तिम फोटो सिर्जना गर्नुहोस्
te: చివరి ఫోటో తయారుచేయండి
zh_hans: 创建最终版的照片
zh_hant: 創建最終版的照片

# dashButtonLabelText
source: Add dash friend
es: Añadir al amigo dash
fr: Ajouter un ami dash
hu: Dash barát hozzáadása
id: Tambahkan teman dash
ne: Dash मित्र जोड्नुहोस्
te: డ్యాష్ మిత్రుడిని కలపండి
zh_hans: 添加朋友 dash
zh_hant: 添加朋友 dash

# sparkyButtonLabelText
source: Add sparky friend
es: Añadir al amigo sparky
fr: Ajouter un ami spaky
hu: Sparky barát hozzáadása
id: Tambahkan teman sparky
ne: Sparky मित्र जोड्नुहोस्
te: స్పార్కి మిత్రుడిని కలపండి
zh_hans: 添加朋友 sparky
zh_hant: 添加朋友 sparky

# dinoButtonLabelText
source: Add dino friend
es: Añadir al amigo dino
fr: Ajouter un ami dino
hu: Dínó barát hozzáadása
id: Tambahkan teman dino
ne: Dino मित्र जोड्नुहोस्
te: డైనో మిత్రుడిని కలపండి
zh_hans: 添加朋友 dino
zh_hant: 添加朋友 dino

# androidButtonLabelText
source: Add android jetpack friend
es: Añadir al amigo android jetpack
fr: Ajouter un ami android jetpack
hu: Android jetpack barát hozzáadása
id: Tambahkan teman android jetpack
ne: Android Jetpack मित्र जोड्नुहोस्
te: ఆండ్రాయిడ్ జెట్ప్యాక్ మిత్రుడిని కలపండి
zh_hans: 添加朋友 android jetpack
zh_hant: 添加朋友 android jetpack

# addStickersButtonLabelText
source: Add props
es: Añadir accesorios
fr: Ajouter des accessoires
hu: Kellékek hozzáadása
id: Tambahkan properti
ne: प्रोपहरू जोड्नुहोस्
te: ప్రాప్స్ జోడించండి
zh_hans: 添加贴纸
zh_hant: 添加貼圖

# retakePhotoButtonLabelText
source: Retake photo
es: Volver a hacer la foto
fr: Reprendre la photo
hu: Újrafotózás
id: Ambil ulang foto
ne: फोटो पुनः लिनुहोस्
te: చిత్రాన్ని మళ్ళీ తీయండి
zh_hans: 重拍
zh_hant: 重拍

# clearAllStickersButtonLabelText
source: Clear all props
es: Eliminar todos los accesorios
fr: Supprimer tous les accessoires
hu: Kellékek törlése
id: Bersihkan semua properti
ne: सबै सहाराहरू हटाउनुहोस्
te: అన్నీ ప్రాప్స్ ను తొలగించండి
zh_hans: 清除所有贴纸
zh_hant: 清除所有貼圖
